content/about.org
#+title: About

   + A FOSS Linux Enthusiast, who's willing to learn new unknown (at least for me) knowledge.

   + True Loyal OnePiece fan.

   + Emacs User - Life's Organized.

   + I use NixOS. Managing system or development environments, has been a breeze.

   + I consume news/articles/media throught rss feeds. (Internet is bloated)

   + Tinkerer, I explore my areas of interests and research in a deeper level.
      I have a motto like:

     #+begin_quote
/If you want to understand the whole, Understand its parts/. *[[https://www.verywellmind.com/what-is-gestalt-psychology-2795808][Gestalt Psychology]]*
#+end_quote

   + I also believe in:

   #+begin_quote
   you have to prepare for the worst, to give out your best
#+end_quote

   + Currently, an Post Graduate Student pursuing Bio-informatics.


   Contact  : [[https://github.com/idlip][GitHub]]
   Profile  : [[https://linkedin.com/in/dilip-g-29707727a][Linkedin]]

   ------

#+begin_center
//*Time to unlock some Creativity*//
#+end_center
