about.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2023-12-29 Fri 14:25 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>About</title>
<meta name="generator" content="Org mode">
</head>
<body>
<nav id="preamble" class="status">
<link rel="stylesheet" type="text/css" href="/stylesheet.css"/>

<p align="right">
<a class="active" href="/"></a> |
<a href="/posts/">Posts</a> |
<a href="/snippets/">Snippets</a> |
<a href="/repository.html">Repository</a> |
<a href="/about.html">About</a> |
<a href="/rss.xml"> rss </a>
</p>
</nav>
<main id="content">
<header>
<h1 class="title">About</h1>
</header><ul class="org-ul">
<li>A FOSS Linux Enthusiast, who&rsquo;s willing to learn new unknown (at least for me) knowledge.</li>

<li>True Loyal OnePiece fan.</li>

<li>Emacs User - Life&rsquo;s Organized.</li>

<li>I use NixOS. Managing system or development environments, has been a breeze.</li>

<li>I consume news/articles/media throught rss feeds. (Internet is bloated)</li>

<li><p>
Tinkerer, I explore my areas of interests and research in a deeper level.
I have a motto like:
</p>

<blockquote>
<p>
<i>If you want to understand the whole, Understand its parts</i>. <b><a href="https://www.verywellmind.com/what-is-gestalt-psychology-2795808">Gestalt Psychology</a></b>
</p>
</blockquote></li>

<li>I also believe in:</li>
</ul>

<blockquote>
<p>
you have to prepare for the worst, to give out your best
</p>
</blockquote>

<ul class="org-ul">
<li>Currently, an Post Graduate Student pursuing Bio-informatics.</li>
</ul>


<p>
Contact  : <a href="https://github.com/idlip">GitHub</a>
Profile  : <a href="https://linkedin.com/in/dilip-g-29707727a">Linkedin</a>
</p>

<hr>

<div class="org-center">
<p>
<i><i><b>Time to unlock some Creativity</b></i></i>
</p>
</div>
</main>
<footer id="postamble" class="status">
<br><br>
<!-- <p class="date" id="content" align="left" style="font-size:0.8em;">Posted on:  -->
<!--   <br> -->
<!--  Updated on: 2023-12-29 Fri 14:25 -->
<!-- </p> -->

<p align="center" style="font-size:0.7em;">
<br>
- - - - - - -  - - - - - - -  - - - - - - -  - - - - - - -
<br><br>
2023 - <b>Dilip<sup></sup></b>- Made with 󰣐  using <a href="https://orgmode.org/">Org-mode</a> &amp; <a href="https://www.gnu.org/software/emacs/">Emacs</a>
<br>
The <a href="https://github.com/idlip/idlip.github.io">code</a> for this site is licensed under the <a href="https://www.gnu.org/licenses/gpl-3.0.en.html">GPLv3</a>, and the content is licensed under <a href="https://creativecommons.org/licenses/by-sa/4.0/">CC-BY-SA 4.0</a>
</p>

<!-- with org convert -->

<!-- #+attr_html: :align center :style font-size:0.7em; -->
<!-- Made with 󰣐  using [[https://orgmode.org][Org-mode]] & [[https://www.gnu.org/software/emacs/][Emacs]] -->
<!-- The [[https://github.com/idlip/idlip.github.io][code]] for this site is licensed under the [[https://www.gnu.org/licenses/gpl-3.0.en.html][GPLv3]], and the content is licensed under [[https://creativecommons.org/licenses/by-sa/4.0/][CC-BY-SA 4.0]] -->
</footer>
</body>
</html>
